# EXL_GetCellBordeDiff

## Description
Check is inconsistency found on cell borders.

```pascal
FUNCTION EXL_GetCellBordeDiff(
				sheetIndex                : INTEGER;
				cellRow                   : INTEGER;
				cellColumn                : INTEGER;
				VAR outInconsistencyFound : BOOLEAN) : BOOLEAN;
```

```python

def vs.EXL_GetCellBordeDiff(sheetIndex, cellRow, cellColumn):
    return (BOOLEAN, outInconsistencyFound)
```

## Parameters
|Name|Type|Description|
|---|---|---|
|sheetIndex|INTEGER||
|cellRow|INTEGER||
|cellColumn|INTEGER||
|outInconsistencyFound|BOOLEAN||

## Version
Availability: from Vectorworks 2021
## Category
* Excel